tests/load/load-test.yml
config:
  target: "http://223.130.153.17:3000" # 외부 접근 서비스
  phases:
    - duration: 3
      arrivalRate: 999

scenarios:
  - flow:
    - get:
        url: "/health"
    - get:
        url: "/api/users"
    - post:
        url: "/api/users"
        json:
          name: "tester"
          email: "tester@example.com"